Repository: P37R0L4/chord_shop_ios_app
Catalog: ChordShop/*.lproj/Localizable.strings
Languages: pt_br

source: Close
pt_br: Fechar

# alert
source: Warning
pt_br: Aviso

source: Error
pt_br: Erro

source: Return to login
pt_br: Retornar ao login

source: may you continue?
pt_br: Deseja continuar?

# login_title_label
source: Sign In
pt_br: Login

source: Sign Up
pt_br: Cadastre-se

# home_title_label
source: Welcome
pt_br: Bem vindo!

# email_tf
source: Enter with your email
pt_br: Digite seu email

# password_tf
source: Enter with your password
pt_br: Digite sua senha

source: Recuperation email
pt_br: Email de recuperação

# button_label
source: Enter
pt_br: Entrar

# forggot_password
source: Forggot your password?
pt_br: Esqueceu sua senha?

# dont_have_account_yet
source: don't have a account yet?
pt_br: Ainda não tem uma conta?

# email_not_verified_error
source: Email is not verified
pt_br: Email não verificado

# email_not_verified_message
source: You have not activate your account yet. We sent a email with the link to activate
pt_br: Sua conta não foi ativada. Nós mandamos um link para o email cadastrado.

# login_error_message
source: Verify your email/password.
pt_br: Verifique seu email/senha.

# login_biometrics_reason
source: Sign In with biometrics
pt_br: Entrar com biometria

source: terms and conditions
pt_br: termos e condições

source: Accept terms and conditions
pt_br: Aceito os termos e condições

# token_field_label
source: Student ID Key
pt_br: Chave de identificação do aluno

# token_label_comment
source: Use the key provided by your school
pt_br: Utilize a chave fornecida pela sua escola

# key_is_not_valid
source: Your key is not valid. Contact your school to generate a key.
pt_br: Sua chave não é válida. Entre em contato com sua escola para geração de uma chave.

source: User created
pt_br: Usuário criado

# you_can_sign_in_now
source: We send a verification email. Confirm your mail box or span
pt_br: Foi encaminhado um email de verificação. Para confirmar, acesse sua caixa de email ou Span

# email_invalid
source: Invalid email
pt_br: Email não valido

# send_recuperation_button_title
source: Send recuperation email
pt_br: Enviar email de recuperação

# email_recuperation_description
source: Type your email, will be sended a recovery mail.
pt_br: Digite seu email cadastrado que nós iremos lhe mandar um email de recuperação.

# email_alert_recuperation_message
source: Will be sended a email with recovery instructions.
pt_br: Será enviado um email com as instruções de recuperação.

# email_not_recognized
source: Email address not recognized.
pt_br: Endereço de email não encontrado.

source: Home
pt_br: Início

source: settings
pt_br: Configurações
